[
  {
    "role": "Owner and Operator",
    "company": "[OFF THE REZ LLC](https://www.etsy.com/shop/OffTheRezShop)",
    "summary": "I started and ran a few Print On Demand (POD) stores on Merch by Amazon, Amazon, Esty, and Shopify, but had to scale down operations due to constraints on running it from Thailand and rising cost.<br>  \n- I integrated Shopify and Etsy with manufacturers and payment processors, and oversaw the fulfillment of orders. I managed Shopify and Etsy accounts, as well as working with manufacturers and payment processors to ensure smooth integration and customer journey. If any issues arose, I was responsible for troubleshooting them. \n- I would be responsible for managing Business to Business account relations and ensuring positive interactions. \n- I am responsible for ensuring that I meet all state, federal, and national compliance and tax regulations by using GAAP accounting principles and keeping up to date on any new government regulations in the areas where I do business. \n- I used open source software like GIMP, AWS, and GCP free tiers to help save on costs as much as possible.",
    "range": "May 2018 - Present"
  },
  {
    "role": "Dir Of Operations",
    "company": "[Paul Mitchell The School Portland](https://paulmitchell.edu/)",
    "summary": "I Reviewed, analyzes, and evaluated the business procedures in place. Implements policies and procedures that will improve day-to-day operations. Ensures work environments are adequate and safe. Oversaw HR,Accounting, Purchasing, and Sales departments, ensuring each is reaching goals set by departmental and company leadership.<br>  \n- Handled day to day operations for Sales,(JP jr personal), Accounting, Operations, and Admissions departments with 28 employees and 250 students\n- I have worked with executives from other companies owned by John Paul DeJoria, such as Patron and others, to meet event and admissions goals. \n- The company was in a monthly net loss when I started, but in 120 days was at a positive monthly income. \n- I worked with managers and students to help resolve concerns they may have had.",
    "range": "April 2014 - February 2018"
  },
  {
    "role": "Help Desk and Jr Sys Admin",
    "company": "[Motosport](https://www.motosport.com)",
    "summary": "As a junior systems administrator and Help Desk technician, I was responsible for updating hardware and software packages, revising documentation, installing computer and network systems, removing malware and other security threats, monitoring computer system backups, and preventing data corruption. This was all done for a fast pace large eCommerce company.<br>  \n- I provided Help Desk support to over 400 employees in a mixed Windows, Linux and Macintosh environment \n- Maintained documentation on problems and remedial actions taken using the ticket system and internal company wiki. \n- Created new Active Directory accounts, and managed windows and linux file and print servers. \n- Served on call for performance of Production Servers and Enterprise level computer systems Windows AD, Linux Debian SAMBA File servers, MS SQL servers.",
    "range": "January 2012 - March 2014"
  },
  {
    "role": "Signal Support System Specialist",
    "company": "[US ARMY](https://www.goarmy.com/careers-and-jobs/career-match/signal-intelligence/locations-stats-frequencies/25u-signal-support-systems-specialist.html)",
    "summary": "I started out as a signal support system specialist and finished as an Eastern WA Signal and IANO. As an Information Assurance Network Officer (IANO) for the U.S. Army Signal Regional Network MATES Center-Yakima WA, I supported the Installation Information System Security Manager (IISSM), and I was a key member of the Information Security (INFOSEC) team, formulating, interpreting, disseminating, and enforcing Cybersecurity, and Information Systems Security (ISS) policy and procedures. I executed selected tasks and functions within the cybersecurity and operational needs in my mission area, and provided related cybersecurity, helpdesk, and signal services associated with Information Security (IS) systems administration, network domain management, and computer operations support. I also provided advice and assistance regarding security aspects in the processing, storage, retrieval, transmission, and access of classified and unclassified information. I maintained a general knowledge of and familiarization with all aspects of security (e.g. Cybersecurity, Information Systems Security (ISS), Operations Security (OPSEC), Physical Security, etc).<br>  \n- I provided Help Desk support to over 2000+ members of the Department of Defense (DOD) by maintaining a Windows Deployment Image server with several role images. \n- I oversaw a Windows migration from Windows XP to Vista, and later to Windows 7. This involved well over 3000 desktops and laptops. \n- Maintained $4+ million of computer inventory for Eastern Washington in case of hardware failure or new employee, and temporary need. \n- Scheduled and trained users in computer knowledge and personal security of equipment \n-Setup Secure Cisco Switches, VPN, and wireless points for visiting units. Managed McAfee Enterprise Ed. with agent",
    "range": "March 1996 - July 2011"
  }
]
